Repository: turulomio/mykernel
Catalog: locale/*.po
Languages: es

source: My method to compile the Linux kernel
es: Mi método para compilar el kernel de Linux

source: Write a config file in /etc/mykernel/mykernel.ini
es: Escribe un fichero de configuración /etc/mykernel/mykernel.ini

source: Shows ccache statistics
es: Muestra estadísticas de ccache

source: Version detected: {0}
es: Versión detectada: {0}

source: DESCRIPTION
es: DESCRIPCIÓN

source: This app has the following mandatory parameters:
es: Esta aplicación tiene los siguientes parámetros obligatorios:

source: It writes a config file in /etc/mykernel/mykernel.ini
es: Escribe un fichero de configuración en /etc/mykernel/mykernel.ini

source: MYKERNEL.INI CONFIGURATION HELP
es: AYUDA PARA LA CONFIGURACIÓN DE MYKERNEL.INI

source: Number of CPU scaling frequency. Default is maximum scaling frequency. Leave at it is if you don't know what are you doing.
es: Número de la frequencia de escalado de la CPU. El valor por defecto es su valor máximo. Déjalo como está si no sabes que estás haciendo.

source: Encrypted partition device name. Empty if there isn't encription in our system.
es: Nombre del dispostivo de la partición cifrada. Vacío si no hay cifrado en tu sistema.

source: True if it uses and EFI system with gpt partition table. False if system uses dos partiton with mbr block.
es: Verdadero si tienes un sistema EFE con una tabla de particiones gpt. False si el sistema usa una partición dos con un bloque mbr.

source: Path to boot directory. By default /boot.
es: Ruta al directorio boot. Por defecto /boot.

source: Can be one of grub targets for efi. x86_64-efi, i386-pc...
es: Puede ser uno de los objetivos de grub para efi. x86_64-efi, i386-pc...

source: Partition name where EFI directory is.
es: Nombre de la partición donde está el directorio EFI

source: Device name where mbr is going to be installed. Only works for none EFI systems.
es: Nombre del dispositivo donde el mbr va a ser instalado. Solo funciona para sistemas que no son EFI.
